Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BIRTHDATE
source: Date of Birth
ar: تاريخ الميلاد
bg: Дата на раждане
ca: Data de naixement
cs: Datum narození
da: Fødselsdato
de: Geburtstag
el: Ημ/νία γέννησης
es: Fecha de nacimiento
es_us: Fecha de nacimiento
fi: Syntymäaika
fr: Date de naissance
fr_ca: Date de naissance
he: תאריך לידה
hi: जन्म तिथि
hr: Datum rođenja
hu: Születési dátum
id: Tanggal Lahir
it: Data di nascita
ja: 生年月日
kk: Туған күні
ko: 생년월일
lt: Gimimo data
ms: Tarikh Lahir
nb: Fødselsdato
nl: Geboren
pl: Data urodzenia
pt: Data de Nascimento
pt_pt: Data de nascimento
ro: Data nașterii
ru: Дата рождения
sk: Dátum narodenia
sl: Datum rojstva
sv: Födelsedatum
th: วันเกิด
tr: Doğum Tarihi
uk: Дата народж.
vi: Ngày sinh
zh_cn: 出生日期
zh_hk: 出生日期
zh_tw: 出生日期

# BIRTHDATE_NOT_SET
source: Not Set
ar: لم يتم التعيين
bg: Не е зададено
ca: Sense definir
cs: Nenastaveno
da: Ikke indstillet
de: Keine Angabe
el: Δεν έχει οριστεί
es: Sin definir
es_us: Sin definir
fi: Ei asetettu
fr: Non définie
fr_ca: Non configuré
he: לא הוגדר
hi: सेट नहीं किया गया
hr: Nije podešeno
hu: Nincs megadva
id: Tidak Diatur
it: Non impostata
ja: 未設定
kk: Көрсетілмеген
ko: 설정 안 됨
lt: Nenustatyta
ms: Tidak Diset
nb: Ikke angitt
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não Definida
pt_pt: Por definir
ro: Neconfigurată
ru: Не указана
sk: Nenastavený
sl: Ni nastavljeno
sv: Ej angivet
th: ไม่ได้ระบุ
tr: Ayarlanmamış
uk: Не задано
vi: Chưa đặt
zh_cn: 未设置
zh_hk: 尚未設定
zh_tw: 未設定

# BIRTHDATE_SET_DATE
source: Set Date
ar: إعداد التاريخ
bg: Настройване на дата
ca: Defineix la data
cs: Nastavte datum
da: Indstil dato
de: Datum einstellen
el: Καθορισμός ημερομηνίας
es: Ajustar fecha
es_us: Establecer fecha
fi: Aseta päivämäärä
fr: Régler la date
fr_ca: Régler la date
he: הגדרת תאריך
hi: तिथि सेट करें
hr: Podesite datum
hu: Dátum beállítása
id: Atur Tanggal
it: Imposta data
ja: 日付を設定
kk: Күнді орнату
ko: 날짜 설정
lt: Nustatyti datą
ms: Set Tarikh
nb: Angi dato
nl: Stel datum in
pl: Ustaw datę
pt: Definir a Data
pt_pt: Definir a data
ro: Configurați data
ru: Установить дату
sk: Nastaviť dátum
sl: Nastavi datum
sv: Ställ in datum
th: ตั้งค่าวันที่
tr: Tarihi Ayarla
uk: Задати дату
vi: Đặt ngày
zh_cn: 设定日期
zh_hk: 設定日期
zh_tw: 設定日期

# BLOOD_TYPE_NOT_SET
source: Not Set
ar: لم يتم التعيين
bg: Не е зададено
ca: Sense definir
cs: Nenastaveno
da: Ikke indstillet
de: Keine Angabe
el: Δεν έχει οριστεί
es: Sin definir
es_us: Sin definir
fi: Ei asetettu
fr: Non défini
fr_ca: Non configuré
he: לא הוגדר
hi: सेट नहीं किया गया
hr: Nije podešeno
hu: Nincs megadva
id: Tidak Diatur
it: Non impostato
ja: 未設定
kk: Көрсетілмеген
ko: 설정 안 됨
lt: Nenustatyta
ms: Tidak Diset
nb: Ikke angitt
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não Definido
pt_pt: Por definir
ro: Neconfigurată
ru: Не указана
sk: Nenastavená
sl: Ni nastavljeno
sv: Ej angivet
th: ไม่ได้ระบุ
tr: Ayarlanmamış
uk: Не задано
vi: Chưa đặt
zh_cn: 未设置
zh_hk: 尚未設定
zh_tw: 未設定

# CALCIUM_CHANNEL_BLOCKER_EXAMPLES
source: Such as verapamil and diltiazem
ar: مثل فيراباميل وديلتيازيم
bg: Като верапамил и дилтиазем
ca: Com ara verapamil i diltiazem
cs: Například verapamil a diltiazem
da: Som f.eks. verapamil og diltiazem
de: Wie z. B. Verapamil und Diltiazem
el: Όπως βεραπαμίλη και διλτιαζέμη
es: Como el verapamilo y el diltiazem.
es_us: Como verapamilo y diltiazem
fi: Esimerkiksi verapamiili ja diltiatseemi
fr: Ex. : vérapamil, diltiazem
fr_ca: Par exemple, le vérapamil et le diltiazem
he: כגון וראפאמיל ודילטיאזם
hi: जैसे वेरापैमिल और डिल्टियाज़ेम
hr: Kao što su verapamil i diltiazem
hu: Mint például verapamil és diltiazem
id: Seperti verapamil dan diltiazem
it: Come verapamil e diltiazem
ja: ベラパミルやディルチアゼムなど
kk: Мысалы, верапамил және дилтиазем
ko: 예: 베라파밀, 딜티아젬
lt: Tokie kaip verapamilis ir diltiazemas
ms: Seperti verapamil dan diltiazem
nb: Som verapamil og diltiazem
nl: Bijvoorbeeld verapamil en diltiazem
pl: Na przykład werapamil i diltiazem
pt: Como verapamil e diltiazem
pt_pt: Como verapamil e diltiazem
ro: Precum verapamil și diltiazem
ru: Такие как верапамил и дилтиазем
sk: Napríklad verapamil a diltiazem
sl: Kot sta verapamil in diltiazem
sv: Till exempel verapamil och diltiazem
th: เช่น เวอราปามิลและดิลไทอะเซม
tr: Verapamil ve diltiazem gibi
uk: Наприклад, верапаміл і дилтіазем
vi: Ví dụ như verapamil và diltiazem
zh_cn: 例如维拉帕米和地尔硫䓬
zh_hk: 例如維拉帕米和地爾硫䓬
zh_tw: 例如維拉帕米和地爾硫䓬

# CALCIUM_CHANNEL_BLOCKER_USE
source: Calcium Channel Blockers
ar: حاصرات قنوات الكالسيوم
bg: Блокери на калциевите канали
ca: Blocadors dels canals de calci
cs: Blokátory vápníkového kanálu
da: Calciumantagonister
de: Calciumkanalblocker
el: Αναστολείς διαύλων ασβεστίου
es: Bloqueantes del canal de calcio
es_us: Bloqueadores de entrada de calcio
fi: Kalsiumkanavan salpaajat
fr: Inhibiteurs calciques
fr_ca: Inhibiteur calcique
he: חוסמי תעלות סידן
hi: कैल्शियम चैनल ब्लॉकर
hr: Blokatori kalcijskih kanala
hu: Kalciumcsatorna-blokkolók
id: Penghambat Kanal Kalsium
it: Calcio-antagonisti
ja: カルシウムチャネル遮断薬
kk: Кальций арналарының блокаторлары
ko: 칼슘 채널 차단제
lt: Kalcio kanalų blokatoriai
ms: Penghalang Saluran Kalsium
nb: Kalsiumantagonister
nl: Calciumblokkers
pl: Blokery wapnia
pt: Bloqueadores dos Canais de Cálcio
pt_pt: Bloqueadores dos canais de cálcio
ro: Blocante ale canalelor de calciu
ru: Блокаторы кальциевых каналов
sk: Blokátory vápnikových kanálov
sl: Zaviralci kalcijevih kanalčkov
sv: Kalciumantagonister
th: ยาต้านแคลเซียม
tr: Kalsiyum Kanal Blokörleri
uk: Блокатори кальцієвих каналів
vi: Thuốc ức chế kênh canxi
zh_cn: 钙通道抑制剂
zh_hk: 鈣離子通道阻斷劑
zh_tw: 鈣離子通道阻斷劑

source: Calendar
ar: التقويم
bg: Календар
ca: Calendari
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
es_us: Calendario
fi: Kalenteri
fr: Calendrier
fr_ca: Calendrier
he: לוח שנה
hi: कैलेंडर
hr: Kalendar
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
kk: Күнтізбе
ko: 캘린더
lt: Kalendorius
ms: Kalendar
nb: Kalender
nl: Kalender
pl: Kalendarz
pt: Calendário
pt_pt: Calendário
ru: Календарь
sk: Kalendár
sl: Koledar
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
vi: Lịch
zh_cn: 日历
zh_hk: 日曆
zh_tw: 行事曆

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# CARDIO_FITNESS_RELATED_MEDICATIONS
source: Medications That Affect Heart Rate
ar: أدوية تؤثر في معدل نبض القلب
bg: Медикаменти, които влияят на сърдечната честота
ca: Medicaments que afecten la freqüència cardíaca
cs: Léky ovlivňující tepovou frekvenci
da: Medicin, der påvirker puls
de: Herzfrequenz­relevante Medikamente
el: Φάρμακα που επηρεάζουν τον σφυγμό
es: Medicación que afecta a la frecuencia cardiaca
es_us: Medicamentos que afectan la frecuencia cardiaca
fi: Sykkeeseen vaikuttavat lääkitykset
fr: Traitements affectant la fréquence cardiaque
fr_ca: Traitements qui ont un effet sur la fréquence cardiaque
he: תרופות המשפיעות על קצב הלב
hi: हृदय गति को प्रभावित करने वाली दवाइयाँ
hr: Lijekovi koji utječu na puls
hu: Gyógyszerek, amelyek hatással vannak a pulzusszámra
id: Pengobatan Yang Memengaruhi Detak Jantung
it: Farmaci che influenzano la frequenza cardiaca
ja: 心拍数に影響を与える薬
kk: Жүрек соғу жиілігіне әсер ететін дәрі-дәрмектер
ko: 심박수에 영향을 주는 약
lt: Širdį veikiantys vaistai
ms: Ubat Mempengaruhi Kadar Jantung
nb: Medisiner som påvirker pulsen
nl: Medicijnen die de hartslag beïnvloeden
pl: Leki wpływające na tętno
pt: Remédios que Afetam o Coração
pt_pt: Medicação que afeta a frequência cardíaca
ro: Medicamente care afectează ritmul cardiac
ru: Лекарства, влияющие на пульс
sk: Lieky ovplyvňujúce srdcovú frekvenciu
sl: Zdravila, ki vplivajo na srčni utrip
sv: Medicin som påverkar puls
th: การทานยาที่ส่งผลต่ออัตราการเต้นของหัวใจ
tr: Kalp Atış Hızını Etkileyen İlaçlar
uk: Ліки, які впливають на серцевий ритм
vi: Thuốc ảnh hưởng đến nhịp tim
zh_cn: 影响心率的药物
zh_hk: 影響心率的藥物
zh_tw: 影響心率的用藥

# CARDIO_FITNESS_RELATED_MEDICATIONS_FOOTER_TEXT
source: Beta blockers or calcium channel blockers can limit your heart rate. Apple Watch can take this into account when estimating your cardio fitness. Changing this setting does not affect existing data but could change your future cardio fitness predictions.
ar: يمكن لحاصرات بيتا أو حاصرات قنوات الكالسيوم أن تحد من معدل نبض قلبك. يمكن أن تأخذ Apple Watch هذا الأمر في الاعتبار عند تقدير لياقتك القلبية. لا يؤثر تغيير هذا الإعداد على البيانات الموجودة، لكن يمكن أن يغيِّر توقعات اللياقة القلبية المستقبلية.
bg: Бета блокерите и блокерите на калциевите канали могат да ограничат вашата сърдечна честота. Apple Watch може да отчете това, когато оценява вашия аеробен капацитет. Промяната на тази настройка няма да повлияе на съществуващите данни, но може да промени бъдещите прогнози за аеробен капацитет.
ca: Els blocadors beta i els blocadors dels canals de calci poden reduir la freqüència cardíaca. L’Apple Watch ho tindrà en compte a l’hora d’estimar la teva capacitat aeròbica. Si canvies aquesta configuració, les dades actuals no es veuran afectades, però les teves prediccions futures de capacitat aeròbica podrien canviar.
cs: Beta-blokátory a blokátory vápníkového kanálu můžou zpomalovat váš tep. Apple Watch to vezmou při stanovování vaší kardiovaskulární kondice v potaz. Změnou této volby neovlivníte existující data, může však mít vliv na budoucí odhady kardiovaskulární kondice.
da: Beta-blokkere og calciumantagonister kan begrænse din puls. Apple Watch kan tage højde for dette, når din kredsløbskondition anslås. Hvis du redigerer denne indstilling, påvirker det ikke eksisterende data, men det kan have indflydelse på dine fremtidige forudsigelser for kredsløbskondition.
de: Betablocker oder Calziumkanalblocker können deine Herzfrequenz verringern. Die Apple Watch kann diesen Umstand bei der Vorhersage deiner Cardiofitness einbeziehen. Durch Ändern dieser Einstellung werden vorhandene Daten nicht beeinflusst, jedoch könnten künftige Vorhersagen deiner Cardiofitness dadurch geändert werden.
el: Οι β-αναστολείς ή οι αναστολείς διαύλων ασβεστίου μπορούν να μειώσουν τους καρδιακούς παλμούς σας. Το Apple Watch μπορεί να λαμβάνει υπόψη αυτόν τον παράγοντα κατά την εκτίμηση της καρδιαγγειακής σας κατάστασης. Αν αλλάξετε αυτήν τη ρύθμιση, δεν θα επηρεαστούν τα υπάρχοντα δεδομένα αλλά ενδέχεται να αλλάξουν οι μελλοντικές προβλέψεις για την καρδιαγγειακή σας κατάσταση.
es: Los betabloqueantes o los bloqueantes del canal de calcio pueden limitar tu frecuencia cardiaca. El Apple Watch puede tener esto en cuenta a la hora de estimar tu capacidad aeróbica. Cambiar este ajuste no afecta a los datos existentes, pero podría cambiar las futuras predicciones de tu capacidad aeróbica.
es_us: Los bloqueadores beta o los de canales de calcio pueden limitar tu frecuencia cardiaca. El Apple Watch puede tomar esto en cuenta al calcular tu capacidad aeróbica. Cambiar esta configuración no afectará los datos existentes pero podría cambiar los cálculos futuros de tu capacidad aeróbica.
fi: Beetasalpaajat tai kalsiumkanavan salpaajat voivat rajoittaa sykettä. Apple Watch voi ottaa tämän huomioon arvioidessaan aerobista kuntoasi. Tämän asetuksen muuttaminen ei vaikuta olemassa oleviin tietoihin, mutta se voi muuttaa tulevia aerobisen kunnon ennusteita.
fr: Les bêtabloquants et les inhibiteurs calciques peuvent limiter votre fréquence cardiaque. L’Apple Watch peut prendre ces traitements en compte lors de l’estimation de votre état de santé cardiovasculaire. La modification de ce réglage n’affecte pas les données existantes mais peut modifier vos futures prédictions de santé cardiovasculaire.
fr_ca: Les bêtabloquants et les inhibiteurs calciques peuvent réduire votre fréquence cardiaque. L’Apple Watch peut prendre cela en compte pour estimer votre forme cardiaque. La modification de ce réglage n’affecte pas les données existantes, mais pourrait changer les prochaines prédictions de forme cardiaque.
he: חוסמי בטא או חוסמי תעלות סידן יכולים להגביל את קצב הלב שלך. ה-Apple Watch שלך יכול לקחת זאת בחשבון בעת הערכה של הכושר האירובי שלך. שינוי הגדרה זו לא ישפיע על הנתונים הקיימים, אבל עשוי לשנות את תחזיות הכושר האירובי העתידיות שלך.
hi: बीटा ब्लॉकर या कैल्शियम चैनल ब्लॉकर आपकी हृदय गति को परिसीमित कर सकते हैं। Apple Watch आपकी हृदय संबंधी फ़िटनेस का अनुमान लगाते समय इस बात का ध्यान रख सकती है। इस सेटिंग को बदलने से मौजूदा डेटा प्रभावित नहीं होता है लेकिन इससे आपके भविष्य के हृदय संबंधी अनुमान प्रभावित हो सकते हैं।
hr: Beta blokatori ili blokatori kalcijskih kanala mogu ograničiti vaš puls. Apple Watch može uzeti to u obzir prilikom procjenjivanja vaše kardio kondicije. Promjena ove postavke ne utječe na postojeće podatke, ali bi mogla promijeniti buduća prognoziranja vaše kardio kondicije.
hu: A bétablokkolók vagy a kalciumcsatorna-blokkolók korlátozhatják a pulzusszámát. Az Apple Watch képes ezt figyelembe venni a kardiovaszkuláris rendszere edzettségének megbecslésekor. A beállítás módosítása nincs hatással a meglévő adatokra, de módosíthatja a jövőbeli kardiofitneszre vonatkozó becsléseket.
id: Penghambat beta atau penghambat kanal kalsium dapat membatasi detak jantung Anda. Apple Watch dapat memperhitungkan ini saat memperkirakan kebugaran jantung Anda. Jika pengaturan ini diubah, data yang ada tidak akan terpengaruh, tapi prediksi kebugaran jantung mendatang Anda dapat berubah.
it: I betabloccanti o i calcio-antagonisti possono ridurre la frequenza cardiaca. Apple Watch è in grado di tenere in considerazione questi fattori quando valuta la tua salute cardiaca. La modifica di questa impostazione non altererà i dati esistenti, tuttavia potrebbe influenzare le previsioni future sulla tua salute cardiaca.
ja: β遮断薬またはカルシウムチャネル遮断薬は、心拍数を制限することがあります。Apple Watchでは、これを考慮して心肺機能の健康状態を推定することができます。 この設定を変更しても、既存のデータには影響しませんが、心肺機能の将来の予測が変わる可能性があります。
kk: Бета-блокаторлар мен кальций арналарының блокаторлары жүрек соғу жиілігін шектеуі мүмкін. Apple Watch сағаты кардио төзімділік деңгейін анықтаған кезде осыны ескере алады. Бұл реттеуді өзгерту бұрыннан бар деректерге әсер етпейді, бірақ болашақтағы кардио төзімділік деңгейлерін өзгертуі мүмкін.
ko: 베타 차단제 또는 칼슘 채널 차단제가 사용자의 심박수를 제한할 수 있습니다. Apple Watch가 유산소 피트니스를 예측할 때 이 사항을 고려할 수 있습니다. 이 설정을 변경하면 기존 데이터에 영향을 미치지는 않지만 향후 유산소 피트니스 예측이 변경될 수 있습니다.
lt: Beta adrenoblokatoriai arba kalcio kanalų blokatoriai gali apriboti jūsų širdies ritmą. Laikrodis „Apple Watch“ gali į tai atsižvelgti vertindamas jūsų aerobinę parengtį. Šio nustatymo pakeitimas neturės įtakos esamiems duomenims, bet gali pakeisti būsimas aerobinės parengties prognozes.
ms: Penghalang beta atau penghalang saluran kalsium boleh mengehadkan kadar jantung anda. Apple Watch boleh mempertimbangkan perkara ini semasa menganggarkan kecergasan kardio anda. Menukar seting ini tidak mempengaruhi data sedia ada tetapi boleh menukar ramalan kecergasan kardio masa depan anda.
nb: Betablokkere og kalsiumantagonister kan begrense pulsen din. Apple Watch kan ta høyde for dette når den anslår kondisjonen din. Endring av denne innstillingen påvirker ikke eksisterende data, men det kan endre fremtidige anslag av kondisjon.
nl: Bètablokkers of calciumblokkers kunnen je hartslag verlagen. De Apple Watch kan hier rekening mee houden bij het schatten van je cardioconditie. Als je deze instelling wijzigt, heeft dit geen gevolgen voor je bestaande gegevens. Hierdoor kunnen wel de voorspellingen voor je cardioconditie veranderen.
pl: Beta-blokery i blokery kanału wapniowego mogą obniżać tętno. Apple Watch może brać to pod uwagę przy szacowaniu Twojej sprawności kardio. Zmiana tego ustawienia nie wpływa na istniejące dane, ale może zmienić przyszłe prognozy sprawności kardio.
pt: Betabloqueadores ou bloqueadores dos canais de cálcio podem limitar sua frequência cardíaca. O Apple Watch pode levar isso em consideração ao estimar seu preparo cardiovascular. A alteração deste ajuste não afeta os dados existentes, mas pode alterar suas previsões futuras de preparo cardiovascular.
pt_pt: Os betabloqueadores ou bloqueadores dos canais de cálcio podem limitar a frequência cardíaca. O Apple Watch pode ter este fator em conta ao determinar o seu nível de cardiofitness. A alteração desta definição não afeta os dados existentes, mas pode alterar as futuras previsões do nível de cardiofitness.
ro: Beta‑blocantele sau blocantele canalelor de calciu pot limita ritmul cardiac. Apple Watch‑ul poate ține cont de acestea la estimarea capacității cardio‑respiratorii. Modificarea acestei configurări nu afectează datele existente, dar ar putea schimba viitoarele anticipări pentru capacitatea cardio‑respiratorie.
ru: Бета-блокаторы и блокаторы кальциевых каналов могут ограничивать частоту сердцебиения. Часы Apple Watch могут учитывать это при определении уровня кардиовыносливости. Изменение этого параметра не влияет на уже имеющиеся данные, но может повлиять на будущие расчеты Вашей кардиовыносливости.
sk: Beta blokátory alebo blokátory vápnikových kanálov môžu spomaliť vašu srdcovú frekvenciu. Apple Watch to dokážu vziať do úvahy pri odhadovaní fyzickej kondície. Zmenou tohto nastavenia neovplyvníte existujúce dáta, môžete však ovplyvniť budúce predpovede fyzickej kondície.
sl: Beta-blokatorji ali blokatorji kalcijevih kanalov lahko omejijo vaš srčni utrip. Ura Apple Watch lahko to upošteva pri aerobni telesni pripravljenosti. Sprememba te nastavitve ne vpliva na obstoječe podatke, vendar lahko vpliva na bodoča predvidevanja v zvezi z aerobno telesno pripravljenostjo.
sv: Betablockerare och kalciumantagonister kan begränsa din puls. Apple Watch kan ta med det i beräkningen när din kondition beräknas. Om du ändrar den här inställningen påverkas inte befintliga data, men det kan påverka dina framtida förutsägelser av kondition.
th: ยากีดกันเบต้าหรือยาต้านแคลเซียมสามารถจำกัดอัตราการเต้นของหัวใจของคุณ Apple Watch สามารถตรวจสอบข้อมูลเหล่านี้และนำไปใช้ขณะประเมินระดับคาร์ดิโอฟิตเนสของคุณได้ การเปลี่ยนแปลงการตั้งค่านี้ไม่ส่งผลกับข้อมูลที่มีอยู่แล้วแต่จะสามารถเปลี่ยนการคาดคะเนระดับคาร์ดิโอฟิตเนสของคุณในอนาคตได้
tr: Beta blokörler veya kalsiyum kanal blokörleri kalp atış hızınızı sınırlayabilir. Apple Watch kardiyo fitness düzeyinizi tahmin ederken bunu dikkate alabilir. Bu ayarın değiştirilmesi var olan verileri etkilemez ama gelecekteki kardiyo fitness tahminlerinizi değiştirebilir.
uk: Бета-блокатори або блокатори кальцієвих каналів можуть уповільнювати серцевий ритм. Apple Watch може враховувати цей факт під час визначення кардіовитривалості. Змінення цього параметра не впливає на вже наявні дані, але може змінити результати визначення вашого рівня кардіовитривалості в майбутньому.
vi: Thuốc ức chế beta hoặc thuốc ức chế kênh canxi có thể giới hạn nhịp tim của bạn. Apple Watch có thể tính đến yếu tố này khi ước tính thể chất tim mạch của bạn. Thay đổi cài đặt này không ảnh hưởng đến dữ liệu hiện có, nhưng có thể thay đổi các dự đoán thể chất tim mạch trong tương lai của bạn.
zh_cn: β受体阻断药或钙通道抑制剂可限制心率。Apple Watch在估算你的有氧适能时，可将此纳入考量。 更改此设置不会影响现有的数据，但可能会更改你将来的有氧适能预测。
zh_hk: 乙型阻斷劑或鈣離子通道阻斷劑可以限制你的心率。Apple Watch在估算你的心適能時可將此用藥納入考量。 更改此設定不會影響現有資料，但可能會改變你未來的心適能預測。
zh_tw: 乙型阻斷劑或鈣離子通道阻斷劑可以限制你的心率。Apple Watch在估計你的心適能時可將此用藥納入考量。 更改此設定不會影響現有的資料，但可能會改變你未來的心適能預測。

# CCD_NOT_SHARED_WITH_APP
source: Withheld From
ar: محجوب من
bg: Без достъп за
ca: No compartit amb
cs: Nesdíleno s
da: Skjult for
de: Unterdrückt für
el: Δεν γίνεται κοινοποίηση σε
es: No compartido con
es_us: Oculto de
fi: Estetty
fr: Non partagé avec
fr_ca: Non partagé avec
he: עוקב מ:
hi: निम्नलिखित से शेयर नहीं किया गया
hr: Nije podijeljeno s
hu: Visszatartva a következőtől:
id: Tidak Dibagikan Dengan
it: Rifiutato da
ja: 非共有
kk: Деректерді алуға тыйым салынған ортақ пайдаланушы
ko: 공유 보류
lt: Nepasiekiama
ms: Tidak Dikongsi Dengan
nb: Skjult fra
nl: Niet verstrekt aan
pl: Niedostępne
pt: Retido De
pt_pt: Não partilhado com
ro: Ascunse de
ru: Закрыто для
sk: Skryté pred
sl: Ni deljeno z
sv: Undanhålls från
th: เอาสิทธ์คืนจาก
tr: Tutulan
uk: Приховано від
vi: Không được chia sẻ với
zh_cn: 不共享给
zh_hk: 拒絕與以下對象共享
zh_tw: 不分享對象

# CCD_PLAIN_TEXT_VIEW
source: Report in Raw Form
ar: تقرير في صيغة غير منسقة
bg: Отчет в оригинален вид
ca: Text sense format
cs: Prostá textová zpráva
da: Rapport i råt format
de: Bericht (Rohformat)
el: Αναφορά σε ακατέργαστη μορφή
es: Informe sin formato
es_us: Reporte sin cambios
fi: Raportti raakamuodossa
fr: Rapport au format brut
fr_ca: Rapport au format brut
he: דו״ח בתבנית גולמית
hi: रिपोर्ट अनंतिम रूप में है
hr: Izvještaj u obliku običnog teksta
hu: Jelentés nyers formátumban
id: Laporan dalam Bentuk Mentah
it: Resoconto in formato non elaborato
ja: RAW書式でのレポート
kk: Жалпы формадағы есеп
ko: 원래 형태의 리포트
lt: Neapdorotas pranešimas
ms: Laporan dalam Bentuk Mentah
nb: Rapport i rådataformat
nl: Rapport in ruwe vorm
pl: Raport w formacie bazowym
pt: Relatório Sem Formatação
pt_pt: Relatório sem formatação
ro: Raport în formă brută
ru: Составить отчет в общей форме
sk: Neformátovaná správa
sl: Pošlji poročilo v neobdelani obliki
sv: Rapport i råformat
th: รายงานแบบข้อมูลดิบ
tr: Ham Formda Rapor
uk: Необроблений звіт
vi: Báo cáo bằng hình thức sơ lược
zh_cn: 报告原始数据
zh_hk: 原始格式的報吿
zh_tw: 原始檔格式的報告

# CCD_PROVIDER_TITLE
source: CCD Documents
ar: مستندات CCD
bg: CCD документи
ca: Documents CCD
cs: CCD dokumenty
da: CCD-dokumenter
de: CCD-Dokumente
el: Έγγραφα CCD
es: Documentos de CCD
es_us: Documentos de continuidad de cuidado
fi: CCD-dokumentit
fr: Documents CCD
fr_ca: Documents CCD
he: מסמכי CCD
hi: CCD दस्तावेज़
hr: CCD dokumenti
hu: CCD-dokumentumok
id: Dokumen CCD
it: Documenti CCD
ja: CCD書類
kk: CCD құжаттары
ko: CCD 문서
lt: CCD dokumentai
ms: Dokumen CCD
nb: CCD-dokumenter
nl: CCD-documenten
pl: Dokumenty CCD
pt: Documentos CCD
pt_pt: Documentos CCD
ro: Documente CCD
ru: Документы CCD
sk: CCD dokumenty
sl: Dokumenti CCD
sv: CCD-dokument
th: เอกสาร CCD
tr: CCD Belgeleri
uk: Документи CCD
vi: Tài liệu CCD
zh_cn: CCD文稿
zh_hk: CCD文件
zh_tw: CCD文件

# CCD_REPORT_VIEW
source: Standard Report
ar: تقرير قياسي
bg: Стандартен отчет
ca: Informe estàndard
cs: Standardní zpráva
da: Standardrapport
de: Standardbericht
el: Τυπική αναφορά
es: Informe estándar
es_us: Reporte estándar
fi: Standardiraportti
fr: Rapport standard
fr_ca: Rapport standard
he: דו״ח רגיל
hi: मानक रिपोर्ट
hr: Standardni izvještaj
hu: Normál jelentés
id: Laporan Standar
it: Resoconto standard
ja: 標準レポート
kk: Стандартты есеп
ko: 표준 리포트
lt: Standartinis pranešimas
ms: Laporan Standard
nb: Standardrapport
nl: Standaardrapport
pl: Raport standardowy
pt: Relatório Padrão
pt_pt: Relatório padrão
ro: Raport standard
ru: Стандартный отчет
sk: Štandardná správa
sl: Standardno poročilo
sv: Standardrapport
th: รายงานมาตรฐาน
tr: Standart Rapor
uk: Звичайний звіт
vi: Báo cáo tiêu chuẩn
zh_cn: 标准报告
zh_hk: 標準報吿
zh_tw: 標準報告
